{"data":{"site":{"siteMetadata":{"title":"בהקמה","author":"יותם וקנין"}},"markdownRemark":{"id":"9a7869f3-1d6c-5506-9c99-439486213106","excerpt":"…","html":"<h1>מבוא לתורת הקוונטים - חלק א׳</h1>\n<p>אני רוצה לכתוב קורס מבוא לתורת הקוונטים, שאידיאלית, כל מי שסיים את קורסי המבוא במתמטיקה של תואר מדעי כלשהו יוכלו לקרוא. הייתי רוצה שהוא יהיה יחסית היסטורי, יחסית טכני, ובעיקר ישכנע את הקורא למה פיסיקאים מאמינים במידה מסויימת במכניקת הקוונטים. </p>\n<p>אחרי מעט מאוד מחשבה, התחלתי לכתוב את זה. נקווה שזה יצליח.</p>\n<p>המבוא הזה יעסוק בתורת הקוונטים של שרדינגר והייזנברג, מבלי לגעת בכלל בתורת השדות. המטרה המרכזית היא <strong>לשכנע</strong> בתורת הקוונטים, ופחות ללמוד להשתמש בה. בדרך, אנחנו גם נלמד להשתמש בה.</p>\n<h3>היכן הסיפור שלנו מתחיל</h3>\n<p>לסיפור שלנו יש כמה התחלות בלתי תלויות, שיתחברו להן יחד בצורה מופלאה כשנגיע למשוואת שרדינגר. משום שהמטרה שלי היא לשכנע, אני לא מתכוון להשאיר פרטים באוויר, גם אם הם מעט טכניים, או לא מאוד רלוונטים לצורה הסופית של תורת הקוונטים. כל פרק יתחיל בתיאור מילולי של מה שאנחנו עתידים לעשות, כך שתוכלו לדלג עם פרטים מסויימים אם תרצו.</p>\n<p>לתורת הקוונטים, כפי שנבין אותה בקרוב, מכילה שתי תובנות שלכאורה סותרות זו את זו. מצד אחד, משוואת שרדינגר מתארת את האלקטרון כאובייקט רציף - האלקטרון מתואר כמו גל שמתפשט במרחב. אין לו מיקום ספציפי, והוא ״מרוח״ על גבי מרחב גדול. תורת הקוונטים הופכת משהו בדיד (חלקיק שלא ניתן לפרק אותו, ונמצא בנקודה מסויימת במרחב) לרציף (גל).</p>\n<p>אבל כאילו בסתירה בדיוק לנקודה הזו, תורת הקוונטים גם מנסה להסביר מדוע תופעות שהיינו מצפים שיהיו רציפות, מתנהגות בצורה מאוד בדידה. כדי להסביר למה אני מתכוון, נדמיין כדור שמתנדנד מצד לצד בתוך בור קמור. אם אין חיכוך, הכדור ימשיך להתנדנד מצד לצד לנצח, ובשיאו יגיע תמיד לאותו הגובה. הגובה שאליו מגיע הכדור, מתאר את כמות האנרגיה שיש לאותו כדור. אני לא חושב שנזדקק להגדיר אנרגיה בשום שלב לאורך סדרת הכתבות האלו, אבל הרעיון נשמע בסך הכל אינטואטיבי - ככל שלכדור כזה יש יותר אנרגיה, הוא יתנדנד מצד לצד עד לשיא גבוה יותר. </p>\n<p>במקרה של הכדור חסר החיכוך שלנו, הכוח ששומר אותו במקומו הוא כוח המשיכה. כאשר הוא מנסה ללכת לצד אחד של הבור, כוח המשיכה מושך אותו למטה עד שהוא חוזר למרכזו. הגובה שאליו מגיע הכדור אינו מוגבל בשום צורה, ואנחנו נאמר שהוא רציף. כל מספר יכול להיות הגובה המקסימאלי, והוא לא מוגבל למספרים ספציפים. במקרה כזה, אנחנו נאמר שגם <strong>רמות האנרגיה</strong> המותרות של הכדור הן רציפות. כל מספר יכול לתאר את האנרגיה של הכדור במערכת הזו.</p>\n<p>פיסיקאים התחילו להתקל בכל מיני מערכות שנראה היה שלא כל מספר יכול לתאר את רמות האנרגיה שלהן, ורמות האנרגיה היו, לדוגמה, כפולות שלמות של קבוע כלשהו. תורת הקוונטים מתארת באופן מיקרוסקופי, כיצד מתנהגות מערכות כאלו. במובן הזה, תורת הקוונטים הופכת מערכות רציפות (חלקיקים בבור) למערכות בדידות (מקוונטטות). </p>\n<h3>מה זה בכלל החוק השני של התרמודינאמיקה</h3>\n<p>תוצאות של מספר ניסויים מתחומים שונים הובילו מדענים בתחילת המאה ה-20 להבין שצריך לתאר בצורה בדידה את העולם המיקרוסקופי. על הניסוי החשוב ביותר, אטום המימן, נדבר בקצרה מאוחר יותר. אבל אטום המימן מרגיש לי כמו דוגמה לא מרשימה מספיק, וגם התיאור התיאורתי שלה משעמם למדי. במאמר שבו פרסם שרדינגר את המשוואה המפורסמת שלו, הוא מצא תיאור קוונטי גם לאטום המימן, וגם למערכת נוספת שאליה נגיע בקרוב. אני רוצה שנבין ביחד לעומק את הגילוי הגדול שבפתרון אותה מערכת מסתורית, שמציעה טיעון שונה לחלוטין מדוע הטבע המיקרוסקופי הוא בדיד.</p>\n<p>תוצאה מאוד מפתיע בפיסיקה תיאורתית היא שתיאור מלא של ההתנהגות המיקרוסקופית של הטבע, לא מאפשרת לנו להסיק את ההתנהגות של הטבע בסקאלות גדולות יותר. גם אם נדע את המשוואה המדוייקת שמתארת אלקטרונים, פרוטונים וכו׳, עדיין לא נדע בדיוק כיצד מתנהגות מתכות או חלבונים. המטרה של הפיסיקה, להבין בדיוק את העולם המיקרוסקופי, לא מחביאה בתוכה הבטחה שנבין באמצעותה את <strong>כל הטבע</strong>.</p>\n<p>זה נשמעת בהתחלה כמו תוצאה מפתיעה. הרי אם יש לנו את התיאור המיקרוסקופי המלא של מערכת מסויימת, ואנחנו יודעים בדיוק כיצד כל החלקים שלה מגיבים אלו עם אלו, אין שום דבר שאנחנו לא יודעים על ההתנהגות שלה. כל התנהגות שלה היא בסופו של דבר סיכום מורכב של ההתנהגות המיקרוסקופית שלה. אבל זו גם תוצאה לא מפתיעה. המשוואה שתתאר את ההתנהגות של כמות גדולה של חלקיקים תהיה משוואה מאוד מורכבת, עד כדי כך שלא סביר שניתן יהיה לפתור אותה. האמת היא שמתורת השדות (המתמטית) אנחנו למדים שאפילו פולינומים, שהם המשוואות הכי פשוטות שיש, הם לא פתירים כמעט תמיד. אז משוואות דיפרנציאליות חלקיות של מספרים אסטרונומים של חלקיקים? תשכחו מזה.</p>\n<p>אבל יש דברים שפשוט אפשר לחשב על ידי התיאור המיקרוסקופי של הטבע, כמו קיבול חום. נדבר על מה זה קיבול חום בקרוב, אבל חשוב להבין שזו לא תכונה מעניינת במיוחד של חומרים. הסיבה שהיא מעניינת פיסיקאים, היא שמצד אחד ניתן למדוד אותה, ומצד שני יחסית קל לחשב אותה על בסיס ידע מיקרוסקופי. אם אנחנו יודעים איך הרכיבים שמרכיבים משהו מתנהגים, יהיה לנו יחסית קל לחשב את קיבול החום שלו. וגם להפך, אם נדע את קיבול החום של משהו, נוכל לדעת אם התיאור המיקרוסקופי שיש לנו עבורו נכון או לא.  </p>\n<p>את התוצאה הזו אנחנו לא מקבלים בחינם. חוץ מזה שאנחנו נוכל לחשב רק גדלים יחסית איזוטרים, אנחנו גם לא נוכל לחשב אותם בלי ידע תיאורתי נוסף על ההתנהגות המקרוסקופית של הטבע. אם נוסיף לידע המיקרוסקופי שלנו תובנות על ההתנהגות של <strong>כל</strong> מערכת מקרוסקופית, נוכל ביחד לתפור את הקצוות ולקבל בסופו של דבר את קיבול החום של כל מערכת, רק על בסיס ידע מיקרוסקופי עליה. לידע המקרוסקופי הכללי הזה, דרך אגב, נהוג לקרוא החוקים (ה-אפס, הראשון, השני והשלישי) של התרמודינאמיקה. </p>\n<h3>מוצקי אינשטיין</h3>\n<p>לאן אני הולך עם הסיפור הזה? מה הקשר של קוונטים לקיבול חום? </p>\n<p>כבר בסוף המאה ה-19, שילוב מחוכם של תרמודינאמיקה, כימיה ופיסיקה סטטיסטית, אפשר לפיסיקאים לנסות לחשב את קיבול החום של מתכות. התוצאות שהחישובים הללו נתנו אמנם התאימו בטמפרטורות גבוהות יחסית, אבל לא תארו בכלל את ההתנהגות של המערכות האלו בטמפרטורות נמוכות. </p>\n<p>כדי לנסות להסביר מה קורה למתכות בטמפרטורות נמוכות, ולתת תחזית טובה לגבי קיבול החום שלהן, אינשטיין ניסה לחשב את קיבול החום של חומר שהוא המציא, שהיום מקובל לקרוא לו ״מוצק אינשטיין״. המאפיין היחיד של החומר הזה הוא שהאנרגיות של יחידות הבסיס שלו הן בדידות מאוד (את הפרטים המלאים נראה בקרוב). אינשטיין חישב את קיבול החום עבור החומר הממוצא שלו, וראה שהוא מתאר היטב את קיבול החום של מתכות. תיקונים מאוחרים יותר הביאו את התאוריה הזו לשלמות, אבל הצעד הראשון היה להחליט שהטבע המיקרוסקופי של המתכת הוא בדיד, ואת הקרדיט על הרעיון הזה מקובל לתת לאינשטיין.</p>\n<p>אינשטיין לא נתן תיאור מיקרוסקופי מפורט של החלקים שמרכיבים את המוצק המוזר שלו. הוא רק הניח שההתנהגות המיקרוסקופית של מתכות היא בדידה בצורה ספציפית, וראה לאילו תוצאות מקרוסקופיות הרעיון הזה מוביל. מרגע שהתגלה שההנחה הזו מובילה לתיאור נכון של הטבע המקרוסקופי, אותו ניתן למדוד בקלות במעבדה, פיסיקאים החלו לחפש תיאוריה מיקרוסקופית שתתאים להנחות אותן הניח אינשטיין. </p>\n<p>בזוג הכתבות הבאות, אני אפתח מההתחלה את הפיסיקה הדרושה כדי לבצע את החישוב של אינשטיין. זה יאלץ אותנו לעבור דרך מספר טיעונים מבריקים מתחום התרמודינאמיקה, במטרה לפתח את הרעיון של סטטיסטיקת בולצמן. בסופו של התהליך אנחנו נקבל את הכלים החזקים ביותר של הפיסיקה הסטטיסטית, ונחשב באמצעותם את קיבול החום של המוצק המשונה של אינשטיין. </p>\n<p>לאחר שנסיים עם זה, נעבור לדבר על ניסיונות מוקדמים לתאר חלקיקים כמשהו רציף. תיאורים מוקדמים של חלקיקים כגלים, כלומר כהפרעות רציפות ומרוחות במרחב, התבססו מאוד על תורת היחסות הפרטית של אינשטיין, ולכן נדבר גם עליה לא מעט. לאחר שנסיים את כל ההכנות האלו, נכתוב לראשונה את משוואת שרדינגר, וננסה להבין ביחד איזה מן יקום היא מתארת, ולמה היא מתאימה לכל הדרישות שניסחנו עבורה. </p>","frontmatter":{"title":"מבוא לתורת הקוונטים חלק א׳ - הקדמה ומוצקי אינשטיין","date":"July 08, 2019"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"/QM-part-01/","previous":{"fields":{"slug":"/schrodinger-equation/"},"frontmatter":{"title":"על הסימטריה לשיקוף בזמן של משוואת שרדינגר"}},"next":{"fields":{"slug":"/QM-part-02/"},"frontmatter":{"title":"מבוא לתורת הקוונטים חלק ב׳ - מה זו אנטרופיה?"}}}}