{"data":{"site":{"siteMetadata":{"title":"האתר של יותם","author":"יותם וקנין"}},"markdownRemark":{"id":"4801e4fe-ed8d-553e-a934-1cbe0ec980c9","excerpt":"חלק שלישי - קוונטיזציה שניהבוזוניםבתורת הקוונטים, כאשר אנחנו רוצים להסתכל על האינטרקציה בין שתי מערכות עם מרחבי הילברט $\\mathcal{ H _1}, \\mathcal{ H _…","html":"<h2>חלק שלישי - קוונטיזציה שניה</h2>\n<h3>בוזונים</h3>\n<p>בתורת הקוונטים, כאשר אנחנו רוצים להסתכל על האינטרקציה בין שתי מערכות עם מרחבי הילברט $\\mathcal{ H _1}, \\mathcal{ H _2}$ , אנחנו מסתכלים על מצבים במרחב המכפלה $\\mathcal{ H _1}\\otimes \\mathcal{ H _2}$ . במצב המכפלה, כל צירוף לינארי של מכפלות של מצבים משני המרחבים הוא ווקטור מצב לגיטימי.</p>\n<p>אבל ענין מיוחד מתרחש כאשר שתי המערכות הן בוזונים מאותו הסוג. נניח שיש לנו שתי בוזונים באוסילטור הרמוני, שמרחב המצבים שלו הוא $\\left| n \\right>$, כלומר מצבי המספר שמאפיינים אוסילטור הרמוני. נסמן ווקטור במרחב המכפלה כ-$\\left| n _1, n _2 \\right>$. לכאורה, כל צירוף של ווקטורים כאלה הוא מצב במרחב ההילברט של מכפלה של שני אוסילטורים הרמונים. אבל אף על פי שמרחב ההילברט מכיל את המצבים האלה, התורה הקוונטית מאלצת את המערכת להתחיל ולהתפתח רק בתת מרחב מאוד קטן של מרחב המצבים הזה.</p>\n<p>עקרון הסימטריה הבוזוני, שהוא מעין מקבילה לעקרון האיסור של פאולי לפרמיונים, אומר שמערכת בוזונית תמצא רק במצבים ש<strong>סימטרים להחלפה <em>בין חלקיקים</em></strong>. לדוגמה:</p>\n<p>$$ \\left| n _1, n _2 \\right>+\\left| n _2, n _1 \\right>$$</p>\n<p>החלפה בין החלקיקים במצב כזה לא תשנה ווקטור המצב. אם ההמילטוניאן גם הוא סימטרי להחלפות כאלו, מערכת שמתחילה במצב כזה תשאר במצב עם אותה הסימטריה. מרחב המצבים עם הסימטריה הזו מהווים תת מרחב של מרחב ההילברט שלנו.</p>\n<p>תת המרחב הזה, שבו מתנהלת כל הפיזיקה, הוא בפני עצמו מרחב הילברט שעליו אפשר להגדיר תאוריה קוונטית. בעצם, יכולנו לכתחילה להגדיר את כל תורת הקוונטים בתת המרחב הזה, וכל הפיזיקה, משוואת שרדינגר וההסתברויות, הכל היה נותר כשהיה. אז למה לא לעשות את זה? למה לא להגדיר את כל הפיסיקה מלכתחילה במרחב המצבים המוגבל שבו היא ממילא מתרחשת?</p>\n<p>אין שום סיבה לא לעשות את זה.</p>\n<h3>הגדרה מחדש של הפיסיקה בתת המרחב בו היא ממילא מתרחשת</h3>\n<p>בדרך כלל מה שעושים בשלב הזה הוא להגדיר את מרחב המצבים ואת יחס החילוף בין אופרטורי סולם. אני אדבר מיד על המצבים ועל אופרטורי הסולם, אבל אני רוצה להעלות נקודה שזמן רב הטרידה אותי, ואני מקווה שנבין ביחד מנין היא מגיעה.</p>\n<p>בקורסי מבוא לקוונטים לומדים על אופרטורי הסולם כדרך אלגנטית לפתור את משוואות התנועה של האוסילטור ההרמוני הקוונטי, משום שמאוד קל להראות איך הופכים את ההמילטוניאן ל-:</p>\n<p>$$ H = \\omega (a^\\dagger a +\\frac{1}{2}) $$</p>\n<p>ואז נהוג לבלבל קצת במוח על המשמעות של החצי ולומר דברים מטופשים כמו ״האנרגיה של הוואקום״.</p>\n<p>אופרטורי הסולם מעבירים אותנו בין מצבים עם רמות אנרגיה שונות, ספציפית:</p>\n<p>$$a ^\\dagger \\left| n\\right> =\\sqrt{n+1} \\left| n+1 \\right>$$</p>\n<p>התכונה הזו נובעת אם פשוט מניחים את יחס החילוף $[a, a^\\dagger]=1$, וההוכחה שלה היא חלק סטנדרטי מהחינוך של תלמידי פיסיקה ולכן אדלג עליה פה. בקונטקסים מסויימים משתמע שיחס החילוף הזה הוא חלק מהותי מתורת השדות, וחשוב לי להעביר את המסר שהוא לא. היתרון של האופרטורים האלה ברור, הם מציעים דרך פשוטה לעבור בין מצבים עם סדר מוגדר. הסדר במקרה הזה הוא רמות האנרגיה, אבל אפשר לחשוב על אופרטורים מופשטים כאלה עבור כל מצבים עם סדר מוגדר: מספר החלקיקים ברמת אנרגיה מסודרת גם היא סדרה של מצבים עם סדר מוגדר, והרעיון יהיה להשתמש באופרטורים האלה כדי לעבור בניהם.</p>\n<p>אבל מה שהטריד אותי מאז ומתמיד היה מקדם הנרמול המוזר הזה. הרי יכולנו לדמיין עולם שבו:</p>\n<p>$$ a ^\\dagger \\left| n\\right> = \\left| n+1 \\right> \\ \\ \\ (1)$$</p>\n<p>ויכולנו אולי להשתמש דווקא באופרטור הזה כדי לתאר את הפיסיקה. אז חוץ מלעבור מהר על הפורמליזם הזה, אני אנסה לענות השאלה למה ההגדרה שאני ממציע ב-$(1)$ היא רעיון גרוע. אני מזכיר שאלו סתם מטריצות! וזה לא משנה באיזו מטריצה אנחנו משתמשים כדי לכתוב את הפיסיקה. </p>\n<p>למה אלו הרי סתם מטריצות! והפיסיקה היא אותה פיסיקה. והרי בהגדרה הסטנדרטית :</p>\n<p>$$ a^{\\dagger}=\\left\\lvert 1\\right\\rangle \\left\\langle 0\\right\\rvert +\\sqrt{2}\\left\\lvert 2\\right\\rangle \\left\\langle 1\\right\\rvert +\\sqrt{3}\\left\\lvert 3\\right\\rangle \\left\\langle 2\\right\\rvert +… $$ </p>\n<p>ובהגדרה החדשה שאני מציע עכשיו:</p>\n<p>$$ a^{\\dagger}=\\left\\lvert 1\\right\\rangle \\left\\langle 0\\right\\rvert +\\left\\lvert 2\\right\\rangle \\left\\langle 1\\right\\rvert +\\left\\lvert 3\\right\\rangle \\left\\langle 2\\right\\rvert +… $$</p>\n<p> הייתם עלולים לחשוב שזה לא מאוד משנה, או אפילו שזה ענין של קונבנציה, וכך גם אני חשבתי, עד שגילית שכבר ב-1926 פרסמו הייזנברג ז׳ורדן ובורן מאמר שבו השתמשו במטריצה:</p>\n<p>$$ a^\\dagger =\\begin{pmatrix}<br>\n0 &#x26; 0 &#x26; 0 &#x26; \\dots &#x26; 0 &#x26;\\dots \\\\\n\\sqrt{1} &#x26; 0 &#x26; 0 &#x26; \\dots &#x26; 0 &#x26; \\dots\\\\\n0 &#x26; \\sqrt{2} &#x26; 0 &#x26; \\dots &#x26; 0 &#x26; \\dots\\\\\n0 &#x26; 0 &#x26; \\sqrt{3} &#x26; \\dots &#x26; 0 &#x26; \\dots\\\\\n\\vdots &#x26; \\vdots &#x26; \\vdots &#x26; \\ddots  &#x26; \\vdots  &#x26; \\dots\\\\\n0 &#x26; 0 &#x26; 0 &#x26; \\dots &#x26; \\sqrt{n} &#x26;\\dots &#x26;  \\\\\n\\vdots &#x26; \\vdots &#x26; \\vdots &#x26; \\vdots &#x26; \\vdots  &#x26;\\ddots \\end{pmatrix} $$</p>\n<p>כדי לקוונטת את השדה החשמלי (או מיתר, זה שקול במקרה שלהם. לא לא מיתר כזה). שימו לב שזה ייצוג מטריציוני בדיוק לאופרטור שלנו בבסיס האנרגיה. בדיעבד התברר שסתם נתתי יותר מדי משמעות לגילוי הזה, ושזה כמעט צירוף מקרים ששלושת האופרטורים האלה נראים אותו הדבר. אבל עדיין מקובל להגדיר את אופרטורי הסולם עם מקדם הנרמול הזה, ומסיבה טובה מאוד.</p>","frontmatter":{"title":"מבוא לתורת השדות חלק ג׳","date":"April 28, 2019"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"/QFT-part-3/","previous":{"fields":{"slug":"/QFT-part-2/"},"frontmatter":{"title":"מבוא לתורת השדות חלק ב׳"}},"next":{"fields":{"slug":"/QFT-part-4/"},"frontmatter":{"title":"מבוא לתורת השדות חלק ד׳"}}}}