{"data":{"site":{"siteMetadata":{"title":"בהקמה","author":"יותם וקנין"}},"markdownRemark":{"id":"2b94cdda-da1d-5d9c-866e-3b0cc85e9494","excerpt":"…","html":"<h1>מבוא לתורת הקוונטים - חלק ב׳</h1>\n<p>המטרה הנוכחית שלנו היא לפתח כלים שיאפשרו לנו לחשב את ההתנהגות המקרוסקופית של מערכות, רק על בסיס ההתנהגות המיקרוסקופית שלהן. כמו שאמרתי קודם, מדובר בדרך כלל בתהליך קשה מאוד, משום שהוא דורש לפתור משוואות קשות מאוד. כדי לעקוף את זה, אנחנו נחשב גודל ספציפי, קיבול חום, שאותו יחסית קל לחשב, ואנחנו נשתמש בחוקי התרמודינאמיקה כדי להקל מאוד על החישובים שלנו.</p>\n<p>בכתבה הזו, אנחנו נלמד על החוק השני של התרמודינאמיקה. במילים אחרות, אנחנו נבין מה היא <strong>אנטרופיה</strong>. מקובל לומר שאנטרופיה היא מדד לאי-סדר, וזה נכון, אבל זה לא יהיה רלוונטי עבורנו עד הכתבה הבאה. בכתבה הזו אנחנו נבין כיצד התגלתה האנטרופיה, ומה הייתה המשמעות התיאורתית המקורית שלה. </p>\n<h4>החוק הראשון של התרמודינאמיקה</h4>\n<p>לחפצים יש טמפרטורה, וטמפרטורה היא מדד לכמות האנרגיה שיש בחומר כלשהו. אם נקח שני חפצים בטמפרטורות שונות, וניתן להם להעביר אנרגיה בניהם, לאחר זמן מה הטמפרטורה שלהם תשווה. בתהליך הזה, של השוואת טמפרטורות, שני הגופים יעבירו בניהם אנרגיה. האנרגיה הזו, שמקורה בטמפרטורה שלהם, נקראת <strong>אנרגיה</strong> <strong>חום</strong>, או פשוט חום (Heat).</p>\n<p>חוק שימור האנרגיה אומר שהאנרגיה היא תמיד, אה, נשמרת. היא יכולה להחליף צורות - אנרגיה גרעינית יכולה להפוך לאנרגית חום (פצצת אטום), ואנרגית חום יכולה להפוך לאנרגיה חשמלית (תחנת כוח). אבל אם סופרים הכל נכון, יתברר לנו שכמות האנרגיה תמיד נשמרת. חום היא פשוט צורה אחרת של אנרגיה, ולכן כשאנחנו משתמשים באנרגיה, דברים לעיתים מתחממים. זהו, ממשיכים הלאה.</p>\n<h4>החוק השני של התרמודינאמיקה</h4>\n<p>חוק שימור האנרגיה, והתובנה שחום היא צורה של אנרגיה, נקראים החוק הראשון של התרמודינאמיקה. איכשהו, נראה שהחוק הזה לא מעורר יותר מדי התנגדות. זה נשמע בסך הכל סביר, ולכולם ברור על מה מדובר. </p>\n<p>החוק השני לעומת זאת, הרבה פחות ברור מאליו. במקום לנסח אותו סביב אנטרופיה, ואז להסביר במשך שעה מה זו אנטרופיה, אנחנו נעשה את התהליך ההפוך ונשתמש בהגדרה יותר דומה להגדרה המקורית שלו. באמצעות החוק המוזר הזה, אנחנו נגלה ביחד מה היא בכלל אנטרופיה.</p>\n<h4>מנועי קרנו</h4>\n<p>קרנו, מהנדס בן המאה ה-18, ניסה להבין בצורה תיאורתית את היעילות של מנועים. זה החלק שבו סטודנטים לפיסיקה מאבדים עניין, וסדרת הטיעונים של קרנו נחשב לנושא הכי משמים בתואר ראשון בפיסיקה. זה דבר מטורף לגמרי, כי מדובר בסדרת טיעונים מבריקה, קצרה ופשוטה, שמאפשרת להסיק המון על העולם. אני אנסח אותה בצורה קצת לא סטנדרטית כדי שנוכל להגיע בזריזות לעיקר. אנחנו הרי בכלל רוצים לדבר על אנטרופיה, ומתישהו על קוונטים.</p>\n<p>מנוע זה מכשיר שמשתמש בחום כדי לעשות עבודה. לדוגמה, מנוע יכול להרתיח מים, כך שהם יצאו כקיטור שיוצר לחץ שמסובב משהו. יש מגוון תהליכים כאלו בטבע. בגלל שחום זו אנרגיה, וכדי לעשות עבודה צריך אנרגיה, מנועים לא מפרים את חוק שימור האנרגיה.</p>\n<p>כל המנועים שקרנו הכיר היו עושים פעולה מאוד דומה למנוע הקיטור שתארנו. הם היו לוקחים חום ממקור אחד, עושים איתו איזושהי עבודה, ואז מעבירים את שארית החום למקום אחר. במקרה של מנוע הקיטור, החום עובר למים. כדי שהמנוע יוכל להמשיך לעבוד, המים יצטרכו לפלוט את החום שלהם במקום אחר. אנחנו נקרא למקום הזה ״מקור קור״.</p>\n<p>אז לחזור עוד פעם אחת על מנוע הקיטור: חום יוצא ממקור חום כלשהו. חלק מהחום הופך לעבודה, וחלק הופך לחום שמגיע למקור הקור. כשהמים פולטים את כל החום שלהם למקור הקור, הם חוזרים למצבם המקורי, והתהליך הסתיים. קיבלנו לולאה סגורה שבה חלק מהחום הופך לעבודה, וחלק עובר ל״מקור הקור״.</p>\n<p>קרנו, וכל המהנדסים של התקופה, היו מאוד מתוסכלים מהחלק השני של התהליך הזה. מקור הקור שלנו יתחמם לאט לאט, עד שהוא יגיע לטמפרטורה של מקור החום. בשלב הזה, לא ניתן יהיה יותר להפיק תועלת מכל הסיפור. מה שהיינו רוצים לעשות זה פשוט לקחת חום ממשהו, ולהפוך את כל החום כולו לעבודה. לדוגמה, היינו רוצים לבנות ספינה ששטה בים, לוקחת מים, מוציאה מהם קצת חום שאיתו היא מניעה את המנועה שלה, וזורקת את המים בחזרה לים. ספינה כזו יכולה הייתה לשוט בים בלי שום דלק או רוח. אבל, מכיוון שהספינה והמים הם פחות או יותר באותה טמפרטורה, הם לא הצליחו לעשות את זה.</p>\n<h4>הפעם באמת - החוק השני של התרמודינאמיקה</h4>\n<p>החלק הבא של הסיפור הוא לא פחות ממדהים. קרנו החליט להניח שאי אפשר לעשות את זה. החוק השני של התרמודינאמיקה הוא פשוט הטענה שאי אפשר לעשות תהליך שלוקח חום ועושה איתו עבודה. זה הכל. אי לו עוד פרטים, אין לו ניסוח מתמטי. כלום. <strong>אי אפשר לעשות תהליך שהופך חום לעבודה ולא עושה שום דבר נוסף</strong>. </p>\n<p>אם שמעתם קצת מדע פופולארי על החוק השני של התרמודינאמיקה, אולי שמעתם שהוא קובע שהיקום שואף לאי-סדר, או שהאנטרופיה תמיד עולה, או שהוא קובע מה היעילות הכי גדולה שיכולה להיות למנוע. כל הדברים האלה הם תוצאות של החוק של קרנו, ואנחנו נעבוד עכשיו בזהירות ונוכיח אותן. אבל שימו לב מאיזו הנחה פשוטה התחלנו.</p>\n<h4>מנועים הפיכים</h4>\n<p>יש ביקום שלנו מנועים הפיכים. המשמעות של מנוע הפיך הוא מנוע רגיל - שהופך חום לעבודה ופולט את שארית החום ל״מקור הקור״ - אבל שאפשר גם להפעיל אותו הפוך. כלומר אפשר להשקיע עבודה, וכך לקחת חום מ״מקור הקור״ ולהעביר אותו למקור החום. כשמנוע הפיך פועל הפוך, לפעמים קוראים לו גם מקרר. מנוע הפיך הוא מנוע שעושה את שני התהליכים בדיוק באותו האופן, ולכן גם באותה היעילות. אם היינו סטודנטים הייתי עכשיו מתאר לכם בדיוק תהליך כזה עם גז אצילי, אבל זה לא מאוד מעניין כרגע. בשביל להמשיך אנחנו רק צריכים להניח שקיים תהליך כלשהו כזה.</p>\n<p>נניח שיש שני מנועים הפיכים בעולם, בעלי יעילויות שונות. היעילות של מנוע היא כמה מהחום שהוא לוקח הוא הופך לעבודה. כלומר מנוע אחד לוקח חום ממקור החום $Q_ H$, עושה עבודה $W$, ופולט חום למקור הקור שלנו $Q_ C$. חוק שימור האנרגיה קובע שסך כל האנרגיה נותרה קבועה:</p>\n<p>$$ Q_ H = W +Q_ C $$</p>\n<p>מנוע יעיל הוא מנועה שעושה הרבה עבודה ופולט מעט חום, כלומר ש-$W$ שלו גדול, וש-$Q_ C$ שלו קטן. אם היינו מפעילים מנוע כזה הפוך, היינו בעצם לוקחים חום <u>ממקור הקור</u>, ומבצעים עבודה, <u>ומחממים את מקור החום</u>. החום שהיה עובר למקור החום, $Q_ C$, גם הוא היה מקיים את אותה המשוואה, בגלל חוק שימור האנרגיה:</p>\n<p>$$Q_ C + W = Q_ H$$</p>\n<p>היעילות של מנוע מתארת כמה מהחום שהוא לקח הוא הופך לעבודה. היינו מצפים שהיחס הזה יהיה תלוי במימוש הפנימי שלו - אם הוא משתמש בגז, או נוזל, או חומר אפל. כל מנוע כזה בוודאי היה מציע יעילות אחרת. אבל מתברר שאם מניחים את החוק שהציע קרנו, אפשר מיד להוכיח שכל המנועים ההפיכים יעילים בדיוק באותה המידה. ניגש עכשיו להוכיח את הטענה הזו.</p>\n<p>נניח שמנוע הפיך אחד מבצע יותר עבודה ממנוע הפיך אחר, כלומר הוא יותר יעיל. אם מנוע הפיך הוא לא יעיל כמנוע, אז הוא בעצם יותר יעיל כמקרר. כלומר, כשמפעילים את המנוע הפחות יעיל הפוך, הוא דורש פחות עבודה כדי להעביר כמות חום ממקור הקור למקור החום. לצורך הדיון, מעכשיו אני אקרא למנוע ההפיך היותר יעיל פשוט מנוע, ולמנוע היעיל פחות מקרר, משום שהוא יותר יעיל כשהוא פועל הפוך (ולצורך ההוכחה אנחנו נשתמש בו הפוך ממילא).</p>\n<p>לפי ההנחות שלנו, המקרר דורש פחות עבודה כדי להחזיר את החום ממקור הקור חזרה למקור החום, מאשר העבודה שהמנוע ביצע כשהוא העביר את החום הזה. כלומר, אם נפעיל את המנוע והמקרר ביחד, תישאר לנו אנרגית עבודה לא מנוצלת, אחרי שנחזיר את מקור הקור למצבו המקורי. במילים אחרות, יש לנו מערכת של מנוע ומקרר, שכאשר הם פועלים ביחד הם לוקחים חום ממקור חום והופכים אותו לעבודה.</p>\n<p>וזו בעיה גדולה, כי זה בדיוק מה שהחוק השני אוסר! זה בעצם כל מה שהחוק השני אוסר. אסור שיהיה מכשיר שלוקח חום, עושה איתו עבודה, ולא משנה שום דבר אחר. מכאן הסיק קרנו שמשהו בהנחות שלנו לא היה נכון. ומכיוון שאנחנו יודעים שקיים מנוע הפיך, אז ההנחה שיש מנועים הפיכים שיותר יעילים מאחרים הייתה שגויה. כל <strong>המנועים ההפיכים יעילים בדיוק באותה המידה</strong>. </p>\n<h4>יעילות קרנו</h4>\n<p>כל זה יהפוך בקרוב מאוד לפיסיקה, אבל אנחנו עוד צריכים לבלבל קצת במוח על מנועים. אני מאוד מתנצל. אבל להגנתי, הטיעונים רק נעשים מחוכמים יותר. בכל אופן:</p>\n<p>באמצעות טיעון דומה אפשר להוכיח שמנוע שאינו הפיך יהיה תמיד פחות יעיל ממנוע הפיך. אני משאיר את זה בתור תרגיל, כדי שתוכלו לוודא שהבנתם. כלומר, אנחנו הוכחנו עכשיו שהיעילות של כל המנועים בעולם, לא משנה איך הם בנויים, היא תמיד לכל היותר היעילות של מנוע הפיך. ההנחה המאוד פשוטה של קרנו כבר גילתה לנו דיי הרבה על העולם. שימו לב שבהקשר הזה, מנוע זה <strong>רק</strong> מכשיר שהופך חום לעבודה. המנוע של הטסלה שלכם, שטענתם עם אנרגיה גרעינית, לא נכלל בקטגוריה הזו.</p>\n<p>המפורסם שבמנועים ההפיכים האלה שאני לא מפסיק לדבר עליהם, נקרא מנוע קרנו. היתרון שלו הוא שזה מנוע שאפשר לחשב בצורה פשוטה יחסית את היעילות שלו. הוא משתמש בגז אצילי, ומזיז, מחמם, ומקרר אותו לאט מאוד, כך שכל התהליך של הנעת המנוע הפיך. בגלל שאנחנו יודעים בדיוק את כל המשוואות שמתארות גז אציל, קל לנו יחסית לעשות את החישוב הזה. היעילות של המנוע הזה, ובעצם של כל המנועים ההפיכים, נקראת יעילות קרנו, והיא מתארת את היעילות המקסימאלית שמנוע יכול להגיע אליו.</p>\n<p>אנחנו מיד נחשב את יעילות קרנו באמצעות טיעון שבכלל לא מתייחס למנוע ספציפי. קצת כי לא מתחשק לי לעשות פה אינטגרלים, וקצת כי זה טיעון מבריק שיוביל אותנו לדבר על אנטרופיה. אף על פי כן, לפני שנוכיח את מה היעילות הכי גדולה של מנוע, אני רוצה להראות לכם קודם כל מה התשובה. היעילות של מנוע הפיך תלויה בהפרש הטמפרטורות שבו הוא עובד, כלומר בטמפרטורה של מקור החום ושל ״מקור הקור״. נסמן את הטמפרטורות האלה ב-$T_ H$ ו-$T_ C$.  העבודה שמנוע הפיך יכול לבצע היא תמיד:</p>\n<p>$$ W = Q_ H(1-T_ C/T_ H)$$ </p>\n<p>כלומר ככל שהפרש הטמפרטורות בין מקורות החום גדול יותר, המנוע יהיה יעיל יותר, ויהפוך יותר מהחום לעבודה. שאר החום, כרגיל, יעבור למקור הקור. נשים לב גם שהעבודה תלויה תמיד בכמות החום שיצא ממקור החום. ככל שנפלט יותר חום, אפשר לבצע יותר עבודה.</p>\n<h4>הוכחה של יעילות קרנו משיקולים טהורים ויפים</h4>\n<p>ינגש עכשיו להוכיח את יעילות קרנו משיקולים תיאורתיים לגמרי, בלי להתייחס למבנה הפנימי של המנוע שלנו. </p>\n<p>מנוע הפיך מוגדר רק על פי הטמפרטורות של מקור החום ומקור הקור שלו. בגלל שאי אפשר לחבר מנועים שפועלים בין מקורות חום וקור בטמפרטורות שונות, אז באופן עקרוני היעילות של המנועים האלה יכולה להיות שונה, והיא אפילו באמת שונה. התחמקתי מלכתוב את הפרט הזה עד עכשיו כי הרגשתי שהוא רק מוסיף אותיות ומסבך את החיים. עכשיו נאלץ קצת לדבר עליו.</p>\n<p>אם יש לנו מנוע שפועל בין הטמפרטורות $T_ 1$ ו-$T_ 2$, ומנוע נוסף שפועל בין הטמפרטורות $T_ 2$ ו-$T_ 3$, אז אם נחבר אותם אחד לשני נקבל מנוע אחד גדול, גם הוא הפיך, שפועל בין הטמפרטורות $T_ 1$ ו-$T_ 3$. היעילות של המנוע הגדול הזה, שמורכב משני מנועים הפיכים קטנים, היא בדיוק היעילות של מנוע הפיך אחד שפועל בין $T_ 1$ ו-$T_ 3$. </p>\n<p>בגלל הרעיון הזה, אם אנחנו יודעים את היעילות של מנוע הפיך שפועל בין טמפרטורה כלשהי שנסמן ב-$T$ לבין איזו טמפרטורה סטנדרטית, שנסמן ב-$T_ s$, נוכל לחשב באמצעות היחס הזה את היעילות של מנוע בין כל שתי טמפרטורות $T_ H$  ו-$T_ C$. נשתמש ביעילות שבין $T_ C$ ו-$T_ s$ , וביעילות שבין $T_ s$ ו-$T_ H$, ועל ידי חיבור של שתי היעילויות האלו נקבל את היעילות הכוללת של מנוע הפיך בין $T_ H$ ל-$T_ C$. </p>\n<p>ניגש לעשות את החישוב הזה. נניח שמנוע פועל בין טמפרטורה $T$ לבין הטמפרטורה הסטנדרטית, כאשר הטמפרטורה הסטנדרטית היא מקור הקור. כלומר, נפלטת כמות כלשהי של חום $Q$ בטמפרטורה $T$, וחלק מהחום הזה, $Q$, עובר למקור הקור בטמפרטורה $T_ s$. שאר האנרגיה, $W=Q-Q_ s$, מבצעת עבודה. </p>\n<p>נשים לב שיש קשר ישיר בין כמות החום הנפלט לכמות החום הנקלט. אם היינו פעילים שני מנועים, אז היינו מקבלים פי 2 חום שנפלט ממקור החום, ופי 2 חום שנקלט במקור הקור. לכן אנחנו מניחים באופן טבעי שמתקיים:</p>\n<p>$$ Q = Q_ s  f(T) \\ \\ \\ (1)$$ </p>\n<p>כאשר $f$ היא פונקציה כללית של הטמפרטורה $T$. הפונקציה הזו מתארת את כמות החום שעוברת בין טמפרטורה $T$ לטמפרטורה הסטנדרטית. </p>\n<h4>מה זה בכלל טמפרטורה?</h4>\n<p>הגענו למצב שאם נמצא את $f$, אנחנו נדע מה כמות החום שמנוע הפיך מעביר בין כל טמפטורה, אל הטמפטורה הסטנדרטית. על ידי הרכבה של מנועים בין טמפ׳ שונות,  נוכל להרכיב מנוע שפועל בין כל שתי טמפרטורות, ולהשתמש בידע שלנו על $f$ כדי לחשב את היעילות שלו: בגלל חוק שימור האנרגיה, החום שלא עובר בין הטמפרטורות יהפוך לעבודה, והעבודה הזו היא בעצם היעילות של מנוע הפיך. כלומר, אם נמצא את $f$ נוכל לדעת את היעילות של מנוע הפיך, ובעצם נדע מה היעילות המקסימאלית שיכולה להיות לכל מנוע שיש. </p>\n<p>אז איך בכלל נוכל למצוא את $f$? הדרך הכי הפשוטה היא לעשות ניסוי. לקחת מנוע הפיך ולהפעיל אותו, ולראות מה קורה. דרך יותר אלגנטית היא להשתמש ב-$f$ כדי להגדיר מה היא בכלל טמפרטורה. אם נגדיר את $f$ להיות קשורה בצורה כלשהי לטמפטורה, נקבל הגדרה מאוד טהורה של טמפרטורה - היא מתארת כמה עבודה אפשר להוציא מגוף בטמפרטורה מסויימת.</p>\n<p>אז זה מה שאנחנו נעשה - אנחנו נמדוד מעתה טמפרטורה כך שיתקיים תמיד $f(T)=T$ (כאשר תמיד $f$ מוגדרת ביחס לטמפרטורה הסטנדרטית). ההגדרה הזו מיד מאלצת אותנו לומר שהטממפרטורה הסטנדרטית היא $1$ מעלות, מכיוון שכאשר $T=T_ s$ מתקיים כמובן $Q_ s=Q$.  ההגדרה הזו יוצרת בעיה קלה של יחידות שאני אגש לפתור מאוחר יותר. בנתיים אנחנו נעמיד פנים שלטמפרטורה אין יחידות.</p>\n<p>נרכיב עכשיו שני מנועים בין הטמפרטורה הסטנדרטית, אחד לטמפרטורה $T_ H$, ואחד לטמפרטורה $T_ C$. אחד יפעל כמנוע, והשני כמקרר. המנוע יקח חום בטמפרטורה $T_ H$ ויפלוט אותו בטמפרטורה הסטנדרטית, בעוד שהשני ישמש כמקרר ויקח חום מהטמפרטורה הסטנדרטית, ויפלוט אותו בטמפרטורה $T_ C$. נתאם את המנועים כך שבכל סיבוב הם יקחו בדיוק אותה כמות חום מהטמפרטורה הסטנדרטית, ונקבל שהמכשיר משפיע רק בטמפרטורות $T_ H$ ו-$T_ C$. </p>\n<p>בגלל שהמנוע והמקרר שניהם מקיימים את היחס:</p>\n<p>$$  Q_ {H,C} = Q_ s f(T_ {H,C}) = Q_ s T_ {H,C}$$</p>\n<p>אנחנו נקבל מיד את השוויון המעניין:</p>\n<p>$$ \\frac{Q_ H}{T_ H} = \\frac{Q_ C}{T_ C} $$</p>\n<p>באמצעות השוויון הזה, וחוק שימור האנרגיה:</p>\n<p>$$ Q_ H - Q_ C = W$$ </p>\n<p>אנחנו מקבלים בקלות:</p>\n<p>$$ W = Q_ H(1-T_ C/T_ H)$$</p>\n<h4>סוף כל סוף אנחנו מדברים על אנטרופיה</h4>\n<p>בתהליך שבו ניסינו להבין איך מתנהגים מנועים, גילינו חוק כללי בהרבה על מערכות פיסיקאליות. בתהליכים הפיכים, כאשר תהליך פיסיקאלי פולט חום, הוא תמיד דואג לשמור על היחס $Q/T$ קבוע. אם נקח את כל השלבים בתהליך מסויים, ונסכום עבורם את היחס הזה עם סימן: כאשר משהו מאבד חום נאמר ש-$Q/T$ שלילי, וכאשר אובייקט אחר מקבל חום נאמר שה-$Q/T$ שלו הוא בעל סימן חיובי, הסכימה הזו תתן תמיד בסך הכל <strong>שבתהליך הפיך סכום כל ה-$Q/T$ים הוא 0</strong>.</p>\n<p>לגודל הזה, שבכל תהליך הפיך נשמר, אנחנו נקרא <strong>אנטרופיה</strong>. אנטרופיה מתארת, במובן מסויים, את כמות האנרגיה שגוף פולט כאשר הוא פולט חום, אבל הייחוד שלה היא שהיא מאפשרת להשוות את הגודל הזה בין מערכות בטמפרטורות שונות. אנחנו נאמר שלכל גוף יש כמות כלשהי של אנטרופיה, וכשהוא פולט אותה, גוף אחר יקלוט אותה. האנטרופיה היא בעצם כמות הארגיה שגוף יכול לפלוט, כל עוד הטמפרטורה שלו נותרת קבועה.</p>\n<p>כל מה שתארנו עד עכשיו מדבר על תהליכים הפיכים. בתהליכים לא הפיכים, היעילות של כל הסיפור נמוכה יותר כמו שהוכחנו קודם, וסך הכל האנטרופיה של כל התהליכים ביחד תהיה חיובית (קחו שניה לוודא שזה הגיוני). במילים אחרות, אם סוכמים את כל השינויים באנטרופיה של כל החלקים של תהליך, מתברר שבסך הכל <strong>האנטרופיה תמיד עולה</strong>.</p>\n<p>אני מקווה שהגעתם עד פה בשלום. בפעם הבאה אנחנו נלמד איך אפשר להשתמש בחוק השני של התרמודינאמיקה כדי לעשות חישובים מקרוסקופים על דברים כמו קיבול חום, בדרכנו להבין איך מתנהג מוצק אינשטיין. </p>","frontmatter":{"title":"מבוא לתורת הקוונטים חלק ב׳ - מה זו אנטרופיה?","date":"August 08, 2019"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"/QM-part-02/","previous":{"fields":{"slug":"/QM-part-01/"},"frontmatter":{"title":"מבוא לתורת הקוונטים חלק א׳ - הקדמה ומוצקי אינשטיין"}},"next":null}}