{"data":{"site":{"siteMetadata":{"title":"האתר של יותם","author":"יותם וקנין"}},"markdownRemark":{"id":"4801e4fe-ed8d-553e-a934-1cbe0ec980c9","excerpt":"חלק שלישי - קוונטיזציה שניהקוונטיזציה שניה זו אמנם לא צורה של קוונטיזציה, ולכן מעתה אנחנו נקרא לכל הסיפור הזה מרחב פוק (Fock…","html":"<h2>חלק שלישי - קוונטיזציה שניה</h2>\n<p>קוונטיזציה שניה זו אמנם לא צורה של קוונטיזציה, ולכן מעתה אנחנו נקרא לכל הסיפור הזה מרחב פוק (Fock) ומצבי פוק, אבל זה טריק מתמטי מאוד אלגנטי שתורת השדות תמיד נכתבת באמצעותו.  זה פשוט מכוער מדי לעשות כל דבר אחר. </p>\n<p>בגלל שבסדרת הכתבות הזו אנחנו נקוונטט בסוף את משוואת קליין-גורדון, והדרך היחידה לקוונטט אותה היא באמצעות בוזונים (בכתבה הבאה אתם תבינו יותר טוב למה אני מתכוון), אז אנחנו נלמד פה רק על מרחב פוק בוזוני. הפרטים לגבי פרמיונים אמנם נראים פשוטים ממבט ראשון, אבל אני לא רוצה להציג אותם באופן לא שלם, ואחרת זה פשוט מאוד מרוכב וטכני. </p>\n<h3>בוזונים</h3>\n<p>התורת הקוונטים, כאשר שתי מערכות עם מרחבי הילברט $\\mathcal{ H _1}, \\mathcal{ H _2}$ , הדרך לאתר את המערכות יחד היא באמצעות מצב המכפלה $\\mathcal{ H _1}\\otimes \\mathcal{ H _2}$ . במצב המכפלה, כל צירוף לינארי של מכפלות של מצבים משני המרחבים הוא ווקטור מצב לגיטימי.</p>\n<p>אבל ענין מיוחד מתרחש כאשר שתי המערכות הן בוזונים מאותו הסוג. נניח שיש לנו שתי בוזונים באוסילטור הרמוני, שמרחב המצבים שלו הוא $\\left| n \\right>$, כלומר מצבי המספר שמאפיינים אוסילטור הרמוני. נסמן ווקטור במרחב המכפלה כ-$\\left| n _1, n _2 \\right>$. לכאורה, כל צירוף של ווקטורים כאלה הוא מצב במרחב ההילברט של מכפלה של שני אוסילטורים הרמונים. אבל אף על פי שמרחב ההילברט מכיל את המצבים האלה, התורה הקוונטית מאלצת את המערכת להתנהל בתת מרחב מאוד קטן של מרחב ההילברט הזה. </p>\n<p>עקרון הסימטריה הבוזוני, שהוא מעין מקבילה לעקרון האיסור של פאולי, אומר שמערכת בוזונית תמצא רק במצבים ש<strong>סימטרים להחלפה <em>של חלקיקים</em></strong>. לדוגמה:</p>\n<p>$$ \\left| n _1, n _2 \\right>+\\left| n _2, n _1 \\right>$$</p>\n<p>החלפה בין החלקיקים לא תשנה את המצב. </p>\n<p>תת המרחב הזה, שבו מתנהלת כל הפיזיקה, הוא בפני עצמו מרחב הילברט. </p>","frontmatter":{"title":"מבוא לתורת השדות חלק ג׳","date":"April 28, 2019"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"/QFT-part-3/","previous":{"fields":{"slug":"/QFT-part-2/"},"frontmatter":{"title":"מבוא לתורת השדות חלק ב׳"}},"next":{"fields":{"slug":"/QFT-part-4/"},"frontmatter":{"title":"מבוא לתורת השדות חלק ד׳"}}}}