{"data":{"site":{"siteMetadata":{"title":"האתר של יותם","author":"יותם וקנין"}},"markdownRemark":{"id":"4801e4fe-ed8d-553e-a934-1cbe0ec980c9","excerpt":"חלק שלישי - קוונטיזציה שניהבוזוניםבתורת הקוונטים, כאשר אנחנו רוצים להסתכל על האינטרקציה בין שתי מערכות עם מרחבי הילברט $\\mathcal{ H _1}, \\mathcal{ H _…","html":"<h2>חלק שלישי - קוונטיזציה שניה</h2>\n<h3>בוזונים</h3>\n<p>בתורת הקוונטים, כאשר אנחנו רוצים להסתכל על האינטרקציה בין שתי מערכות עם מרחבי הילברט $\\mathcal{ H _1}, \\mathcal{ H _2}$ , אנחנו מסתכלים על מצבים במרחב המכפלה $\\mathcal{ H _1}\\otimes \\mathcal{ H _2}$ . במצב המכפלה, כל צירוף לינארי של מכפלות של מצבים משני המרחבים הוא ווקטור מצב לגיטימי.</p>\n<p>אבל ענין מיוחד מתרחש כאשר שתי המערכות הן בוזונים מאותו הסוג. נניח שיש לנו שתי בוזונים באוסילטור הרמוני, שמרחב המצבים שלו הוא $\\left| n \\right>$, כלומר מצבי המספר שמאפיינים אוסילטור הרמוני. נסמן ווקטור במרחב המכפלה כ-$\\left| n _1, n _2 \\right>$. לכאורה, כל צירוף של ווקטורים כאלה הוא מצב במרחב ההילברט של מכפלה של שני אוסילטורים הרמונים. אבל אף על פי שמרחב ההילברט מכיל את המצבים האלה, התורה הקוונטית מאלצת את המערכת להתחיל ולהתפתח רק בתת מרחב מאוד קטן של מרחב המצבים הזה.</p>\n<p>עקרון הסימטריה הבוזוני, שהוא מעין מקבילה לעקרון האיסור של פאולי לפרמיונים, אומר שמערכת בוזונית תמצא רק במצבים ש<strong>סימטרים להחלפה <em>בין חלקיקים</em></strong>. לדוגמה:</p>\n<p>$$ \\left| n _1, n _2 \\right>+\\left| n _2, n _1 \\right>$$</p>\n<p>החלפה בין החלקיקים במצב כזה לא תשנה ווקטור המצב. אם ההמילטוניאן גם הוא סימטרי להחלפות כאלו, מערכת שמתחילה במצב כזה תשאר במצב עם אותה הסימטריה. מרחב המצבים עם הסימטריה הזו מהווים תת מרחב של מרחב ההילברט שלנו.</p>\n<p>תת המרחב הזה, שבו מתנהלת כל הפיזיקה, הוא בפני עצמו מרחב הילברט שעליו אפשר להגדיר תאוריה קוונטית. בעצם, יכולנו לכתחילה להגדיר את כל תורת הקוונטים בתת המרחב הזה, וכל הפיזיקה, משוואת שרדינגר וההסתברויות, הכל היה נותר כשהיה. אז למה לא לעשות את זה? למה לא להגדיר את כל הפיסיקה מלכתחילה במרחב המצבים המוגבל שבו היא ממילא מתרחשת?</p>\n<p>אין שום סיבה לא לעשות את זה.</p>\n<h3>הגדרה מחדש של הפיסיקה בתת המרחב בו היא ממילא מתרחשת</h3>\n<p>בדרך כלל מה שעושים בשלב הזה הוא להגדיר את מרחב המצבים ואת יחס החילוף בין אופרטורי סולם. אני אדבר מיד על המצבים ועל אופרטורי הסולם, אבל אני רוצה להעלות נקודה שזמן רב הטרידה אותי, ואני מקווה שנבין ביחד מנין היא מגיעה.</p>\n<p>בקורסי מבוא לקוונטים לומדים על אופרטורי הסולם כדרך אלגנטית לפתור את משוואות התנועה של האוסילטור ההרמוני הקוונטי, משום שמאוד קל להראות איך הופכים את ההמילטוניאן ל-:</p>\n<p>$$ H = \\omega (a^\\dagger a +\\frac{1}{2}) $$</p>\n<p>ואז נהוג לבלבל קצת במוח על המשמעות של החצי ולומר דברים מטופשים כמו ״האנרגיה של הוואקום״.</p>\n<p>אופרטורי הסולם מעבירים אותנו בין מצבים עם רמות אנרגיה שונות, ספציפית:</p>\n<p>$$a ^\\dagger \\left| n\\right> =\\sqrt{n+1} \\left| n+1 \\right> \\ \\ \\ (1)$$</p>\n<p>התכונה הזו שקולה ליחס החילוף $[a, a^\\dagger]=1$, וההוכחה הזו היא חלק סטנדרטי מהחינוך של תלמידי פיסיקה ולכן אדלג עליה פה. בקונטקסים מסויימים משתמע שיחס החילוף הזה הוא חלק מהותי מתורת השדות, וחשוב לי להעביר את המסר שהוא לא. אפשר לכתוב את תורת השדות בקוונטיזציה ״רגילה״, והכל היה עובד בסדר גמור. ובנוסף, יחס החילוף הוא לא היחס המהותי, אלא $(1)$, או ניסוח קצת יותר טוב שלו שנראה מאוחר יותר.</p>\n<p>החיבה המוזרה של פיסיקאים לאופרטורים האלה נראתה לי במבט ראשון מאוד מוזרה. מה שהטריד אותי במיוחד היה מקדם הנרמול המוזר הזה. הרי יכולנו לדמיין עולם שבו:</p>\n<p>$$ a ^\\dagger \\left| n\\right> = \\left| n+1 \\right> \\ \\ \\ (2)$$</p>\n<p>ויכולנו אולי להשתמש דווקא באופרטור הזה כדי לתאר את הפיסיקה. אז חוץ מלעבור מהר על הפורמליזם הזה, אני אנסה לענות השאלה למה ההגדרה שאני מציע ב-$(2)$ היא רעיון גרוע. כדי לחדד בראש שלכם את השאלה, תזכרו שאלו סתם מטריצות! וזה לא משנה באיזו מטריצה אנחנו משתמשים כדי לכתוב את הפיסיקה. </p>\n<h3>מרחב פוק</h3>\n<p>פרדוקסלית, כדי להקטין את מרחב ההילברט שלנו, הדבר הראשון שנעשה יהיה להגדיל אותו מאוד. במקום להתסכל על מרחב הילברט שבו יש מספר מוגדר של חלקיקים, אנחנו נעבוד במרחב הילברט שבו יש ווקטור מצב לכל מספר אפשרי של חלקיקים. זה מפתיע שבכלל אפשר לעשות את זה, אבל מרחב הילברט זה קונספט מופשט שמגדיר בעיקר מכפלות פנימיות בין ווקטורים, אז אין שום בעיה להוסיף לו ווקטורים חדשים עם מספר חלקיקים גדול כרצוננו. </p>\n<p>במרחב הגדול הזה, נוכל גם לכתוב תאוריות שמייצרות ומשמידות חלקיקים, אבל לא חייבים.  אפשר להשתמש בו גם במערכות שיש בהן מספר קבוע של חלקיקים - צריך רק לוודא שההמילטוניאן לא משנה אף פעם את מספר החלקיקים.</p>\n<p>נניח שאנחנו רוצים לתאר מרחב הילברט של חלקיקים עם תנע מוגדר. ווקטור מצב במרחב ההילברט ה״ישן״ היה ווקטור מהצורה $ \\left\\lvert p\\right\\rangle  $. המשמעות שלו היא שאם נמדוד את התנע של החלקיק שלנו, נקבל $p$ ולא שום דבר אחר. אם במערכת היו שני חלקיקים, המצב שלה היה:</p>\n<p>$$ \\frac{1}{\\sqrt{2}}\\left(\\left\\lvert p _{1}\\right\\rangle \\left\\lvert p _{2}\\right\\rangle +\\left\\lvert p _{2}\\right\\rangle \\left\\lvert p _{1}\\right\\rangle \\right) $$</p>\n<p>עבור תנעים מסויימים $p _1, p _2$. במרחב החדש שלנו, שנקרא גם מרחב פוק (Fock), אנחנו נסמן את המצבים האלה באופן הבא:</p>\n<p>$$ \\left\\lvert 1:p _{1},1:p _{2}\\right\\rangle =\\frac{1}{\\sqrt{2}}\\left(\\left\\lvert p _{1}\\right\\rangle \\left\\lvert p _{2}\\right\\rangle +\\left\\lvert p _{2}\\right\\rangle \\left\\lvert p _{1}\\right\\rangle \\right) $$</p>\n<p>$$ \\left\\lvert 1:p _{1}\\right\\rangle =\\left\\lvert p _{1}\\right\\rangle $$</p>\n<p>המצבים רק סופרים כמה חלקיקים מאכלסים כל מצב, כי הרי בבוזונים אין שום דרך להבדיל בניהם. שימו לב שבגלל האופן שבו אנחנו כותבים את המצבים, אנחנו כבר לא מסוגלים לתאר שום מצב שאין לו את הסימטריה הבוזונית. נניח עכשיו, שלכל חלקיק יש את ההמילטוניאן הבא:</p>\n<p> $$ H = \\frac{P^2}{2m} $$ </p>\n<p>מה הדרך האלגנטית ביותר לכתוב את ההמילטוניאן המלא בכתיב החדש שלנו? נשים לב לדוגמה ש:</p>\n<p> $$ H = \\sum _i \\frac{P _i^2}{2m} $$ </p>\n<p>כאשר הסכום הוא על חלקיקים (ולא על מצבי תנע!), פותר לכאורה את הבעיה. אבל, כדי לעשות איתו חישובים אנחנו צריכים לחזור שוב לפורמליזם הישן. אז מה יהיה הפתרון? ניחשתם נכון.</p>\n<h3>אופרטורי סולם</h3>\n<p>במערכת הזו אנחנו נגדיר את אופרטורי הסולם באופן הבא. עבור ווקטור כללי עם מספר מצבים כללי:</p>\n<p>$$ \\left\\lvert n _{1}:p _{1},n _{2}:p _{2}…\\right\\rangle  $$</p>\n<p>האופרטור $a^\\dagger _ {p_i}$ מוסיף חלקיק עם תנע $p _i$ למערכת, כלומר הוא משנה את מספר החלקיקים (!). בנוסף הוא משנה את הנרמול של הווקטור עם ה-$\\sqrt{n+1}$ שאנחנו אמורים להיות מוטרדים ממנו:</p>\n<p>$$ a _{p _{2}}^{\\dagger}\\left\\lvert n _{1}:p _{1},n _{2}:p _{2}…\\right\\rangle =\\sqrt{n _{2}+1}\\left\\lvert n _{1}:p _{1},\\left(n _{2}+1\\right):p _{2}…\\right\\rangle  $$</p>\n<p>התפקיד שלנו עכשיו הוא להבין אם אנחנו יכולים להשתמש באופרטורים האלה כדי לכתוב את ההמילטוניאן של המערכת שלנו בצורה אלגנטית, והאם נוכל לכתוב כל אופרטור ככה.</p>\n<h3>איברי מטריצות</h3>\n<p>אנחנו ננסה עכשיו להמיר אופרטור ממרחב המכפלה של $n$ חלקיקים, לאופרטורי סולם בלבד. אני אצטרך לאורך הדרך לעקוב קצת אחרי אינדקסים של מרחבי הילברט (כלומר אחרי אינדקס של חלקיקים). נתחיל. יחידת הבסיס של אופרטורים בקוונטים הם איברי המטריצה:</p>\n<p>$$ \\left\\lvert p^i _{1}\\right\\rangle \\left\\langle p^i _{2}\\right\\rvert $$</p>\n<p>כאשר אני משתמש ב-$i$ לסמן את מרחב ההילברט של החלקיק, וסתם בחרתי את המספרים $1,2$. מכיוון שהחלקיקים שלנו הם בוזונים, שום אינטרקציה בטבע לא תכיל איבר כזה, משום שלא יכול להיות שהיא מייחדת חלקיק מסויים. איבר המטריצה היסודי יהיה משהו שסימטרי לכל החלקיקים, כלומר:</p>\n<p>$$ \\sum _i\\left\\lvert p _{1}^{i}\\right\\rangle \\left\\langle p _{2}^{i}\\right\\rvert  $$</p>\n<p>לדוגמה, האופרטור הזה יעביר אותנו בין המצבים:</p>\n<p>$$ \\left(\\sum\\left\\lvert p _{1}^{i}\\right\\rangle \\left\\langle p _{2}^{i}\\right\\rvert \\right)\\left\\lvert 3:p _{1},2:p _{2}\\right\\rangle =N\\left\\lvert 4:p _{1},1:p _{2}\\right\\rangle  $$</p>\n<p>כאשר $N$ הוא מקדם נרמול שנרצה למצוא עכשיו באמצעות קצת קומבינטוריקה, שהתשובה הסופית שלה היא שאנחנו זקוקים באופן מפתיע למקדם הזה. </p>\n<h3>קצת קומבינטוריקה</h3>\n<p>הווקטור שאנחנו כותבים באמצעות $\\left\\lvert 3:p _{1},2:p _{2}\\right\\rangle $ הוא בעצם ווקטור במרחב מכפלה של חמישה חלקיקים. הוא יראה בערך כמו:</p>\n<p>$$ \\left\\lvert 3:p _{1},2:p _{2}\\right\\rangle =\\frac{\\left\\lvert p _{1}\\right\\rangle \\left\\lvert p _{1}\\right\\rangle \\left\\lvert p _{1}\\right\\rangle \\left\\lvert p _{2}\\right\\rangle \\left\\lvert p  _{2}\\right\\rangle +…}{\\sqrt{M}} $$</p>\n<p>כאשר במונה יש את כל האפשרויות לחלק את התנעים שלנו בין החלקיקים, ובמכנה יש מקדם נרמול $M$ שהוא מספר האפשרויות השונות האלו. כמה שווה $M$? זו שאלה חביבה בקומבינטוריקה, שהתשובה אליה היא:</p>\n<p>$$ M = \\frac{(2\\cdot 3)!}{2!}{3!}$$</p>","frontmatter":{"title":"מבוא לתורת השדות חלק ג׳","date":"April 28, 2019"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"/QFT-part-3/","previous":{"fields":{"slug":"/QFT-part-2/"},"frontmatter":{"title":"מבוא לתורת השדות חלק ב׳"}},"next":{"fields":{"slug":"/QFT-part-4/"},"frontmatter":{"title":"מבוא לתורת השדות חלק ד׳"}}}}