{"data":{"site":{"siteMetadata":{"title":"האתר","author":"יותם וקנין"}},"markdownRemark":{"id":"85764ec1-ae8e-5cdb-b0f7-51936c25f803","excerpt":"…","html":"<h2>על הסימטריה לשיקוף בזמן של משוואת שרדינגר</h2>\n<h3>סימטריה בזמן</h3>\n<p>פרדוקס לוכשמיטד שואל את השאלה התמימה: ״אם חוקי הטבע סימטרים בזמן, איך ייתכן שהחוק השני של התרמודינאמיקה לא סימטרי בזמן?״. זו שאלה מצויינת, והתשובה אליה היא שהיקום לא סימטרי בזמן, ושהחוק השני דווקא כן. </p>\n<p>אבל מה זו בכלל סימטריה בזמן? הרי אם נקח מערכת ונקדם אותה אחורה בזמן, ההתקדמות שלה תהיה שונה לגמרי. אם לכתוב לרגע את המשוואות, נניח שיש לנו מערכת עם סט פרמטרים $q^i(t)$, הם כמעט אף פעם לא יקיימו:</p>\n<p>$$ q^i(t) = q^i(-t) $$</p>\n<p>ביקום שבו התנאי הזה דווקא כן מתקיים, החוק שני של התרמודינאמיקה לא קיים. האנטרופיה בכל רגע קבועה. נוכיח את הטענה החמודה הזו:</p>\n<p>$$ \\frac{dS(q^i(t))}{dt}=\\frac{\\partial S}{\\partial q^{i}}\\frac{d q^{i}}{d t}=\\frac{\\partial S}{\\partial q^{i}}\\lim _{h\\to0}\\frac{q^i\\left(h\\right)-q^i\\left(-h\\right)}{2h}=\\frac{\\partial S}{\\partial q^{i}}\\lim _{h\\to0}\\frac{0}{2h}=0$$</p>\n<p>אז מה כן המשמעות של סימטריה בזמן? סימטריה בזמן אומרת שאם יש לנו פתרון של משוואות התנועה $q^i(t)$, אז גם הפונקציה $q^i(-t)$ מהווה פתרון של משוואות התנועה. </p>\n<p>לפני שנוכיח את הטענה הזו לגבי משוואות ניוטון, ואחר כך למשוואת שרדינגר, אני רוצה שנבין למה התנאי הזה לכוארה סותר את החוק השני. המשמעות קיום פתרון הפוך בדיוק של משוואות התנועה, אומר שיש יקום אחר שבו כל החלקיקים מתקדמים באותם מסלולים אבל הפוך. היקום הזה קיים, במובן שהוא מהווה פתרון לגיטימי של משוואות התנועה ביקום שלנו. מה יקרה לאנטרופיה באותו יקום? היא כמובן תרד, כי אנחנו פשוט מריצים את הסרט לאחור. אפשר לכתוב את הנקודה הזו גם במשוואות, אבל זה מרגיש לי קצת מיותר, ובעיקר זה יהיה מתסכל להגדיר סימנים לאנטרופיה של היקום שלנו וליקום ההוא, והכל כדי שיצא מינוס אחד ומסכן מכל הסיפור. </p>\n<h3>החוק השני של ניוטון סימטרי בזמן</h3>\n<p>נניח שיש לנו חלקיק שנע בפוטנציאל $V(\\mathbf{x})$, ויש לנו פתרון של משוואות התנועה שלו $\\textbf{x}(t)$, אז לפי החוק השני של ניוטון מתקיים בכל רגע:</p>\n<p>$$m \\ddot{\\mathbf{x}} =\\nabla V(\\mathbf{x})$$</p>\n<p>זו המשמעות של להיות פתרון של משוואות התנועה. כל פונקציה שמקיימת את המשוואה הזו מקיימת את משוואות התנועה. השאלה שלנו היא בעצם, האם הפונקציה $\\mathbf{x}(-t)$ מקיימת גם היא את משוואת התנועה הזו. קל מאוד לראות שכן. כל גזירה של $\\mathbf{x}(-t)$ בזמן תתן לנו סימן מינוס בגלל כלל השרשרת, ובגלל שיש לנו רק נגזרת שניה, נקבל שהסימנים האלו מתבלטים. מכאן שהחוק השני של ניוטון מתקיים בכל רגע, ומכאן שהפתרון ההפוך בזמן מהווה פתרון של משוואות התנועה.</p>\n<h4>הערה על מגנטיות</h4>\n<p>״אבל מגנטיות נותנת לנו איבר עם נגזרת מסדר ראשון!״ אני שומע אתכם צועקים מיד ״אז כל הכבוד לניוטון שהיקום הפשטני שלו סימטרי בזמן, אבל בעולם שלנו, משוואות התנועה דווקא לא סימטריות לשיקוף בזמן״.</p>\n<p>אז זה נכון, הכוח המגנטי אכן יתן לנו את איבר הכוח:</p>\n<p>$$ q \\dot{\\mathbf{x}} \\times\\mathbf{B}$$ </p>\n<p>שלכאורה אומר שהכוח המגנטי אינו סמטרי לשיקוף בזמן. ויותר מזה! אפילו משוואת השדה שלנו לא סימטריות בזמן! אם נסתכל על חוק אמפר:</p>\n<p>$$ \\nabla \\times \\mathbf{B} = \\mu<em>0 \\left( \\mathbf{J} +\\epsilon</em>0 \\frac{\\partial E}{\\partial t}\\right)$$</p>\n<p>שני האיברים בצידה הימני של המשוואה משנים את הסימן שלהם! הזרם משנה את הסימן כי כל החלקיקים זזים בכיוון הנגדי), וגם הנגזרת הזמנית של השדה החשמלי הפוכה (כי הוא משתנה בדיוק בכיוון ההפוך). לרגע נראה שלהפוך את כיוון הזמן הורס הכל.</p>\n<p>אבל הבנתם מה קורה פה? </p>\n<p>ביקום שבו הפכנו את משוואות התנועה, השדה המגנטי מקבל סימן מינוס. הערך של השדה המגנטי ביקום ההפוך שלנו הוא בדיוק מינוס הערך המקורי שלו. אנחנו רואים את זה ישירות ממשוואת אמפר. ולכן הכוח המגנטי מקבל סימן מינוס שנובע מהחלפת הסימן של השדה המגנטי. אבל (!), הכוח המגנטי מקבל גם סימן מינוס בגלל הנגזרת הזמנית של $\\textbf{x}(-t)$, ובסך הכל החוק השני של ניוטון עדיין מתקיים. </p>\n<p>בסך הכל קיבלנו, שבכל התורות הקלאסיות היקום סימטרי לשיקוף בזמן. </p>\n<h3>עוד נגזרות ראשונות בזמן</h3>\n<p>עם רצון תמים להציל את החוק השני, אנחנו עלולים לחפש כל תאוריה שיש בה נגזרת ראשונה בזמן, ולהכריז שהיא המקור לחוסר הסימטריה בזמן ובתורו לחוק השני של התרמודינאמיקה. לדוגמה אם נסתכל על משוואת החום:</p>\n<p>$$ \\dot{u} =D \\nabla^2 u $$</p>\n<p>היפוך בזמן של פתרונות לא נותן לנו פתרונות. וזו גם תאוריה שמעלה באופן חד משמעי את האנטרופיה. חום מתפשט ואף פעם לא להפך. אבל זה לא פתרון. משוואת החום היא לא חוק טבע יסודי ״אמיתי״, אלא קירוב, שמשתמש בין השאר בחוק השני של התרמודינאמיקה, שכאמור אנחנו שמים לב שבכלל לא יכול להתקיים ביקום שלנו. </p>\n<p>תאוריה יסודית שיש בה נגזרת מסדר ראשון היא תורת הקוונטים, והנגזרת הזו נמצאת במשוואת שרדינגר, שכמו שהזכרתי ב-4 הפרקים על QFT, שומרת על הצורה המקורית שלה אפילו בתורת השדות. ווקטורי מצב צוברים פאזה לפי האנרגיה שלהם בכל תורה קוונטית. משוואת שרדינגר שתמיד מתקיימת תהיה בשבילנו:</p>\n<p>$$i \\dot{\\psi} = H\\psi $$</p>\n<p>ויסלח לי $\\hbar$ שלא הזמנתי אותו. </p>","frontmatter":{"title":"על הסימטריה לשיקוף בזמן של משוואת שרדינגר","date":"May 29, 2019"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"/schrodinger-equation/","previous":{"fields":{"slug":"/QFT-part-4/"},"frontmatter":{"title":"מבוא לתורת השדות חלק ד׳"}},"next":null}}